{
  "sections": [
    {
      "id": "our-vision",
      "title": "Vision",
      "content": "Welcome to the Focallocal Positive Social Action Community - an international Movement of pro-active and passionate people, using creative and fun activities to make the World around them a friendlier, happier and safer place.</p><p>The Focallocal Community is built on the belief that lasting change is best achieved when:<ul><li>Created by local people</li><li>Using positivity + positive actions</li><li>Incremental - built from many small actions</li><li>Most importantly - Easy, Social, and FUN!</li></p><p class='more'>We live in a time where most people are aware that the World should be a better place to live in, feel a responsibility to change the many societal ills we've inherited, and we are increasingly frustrated by our lack of power to affect these inherited issues.</p><p>We all want to be part of creating positive change, but knowing where to start is difficult, there are so many causes, competition is high for volunteering jobs at traditional charities, while modern life is often so busy that its normal to be worried whether you can commit to a regular role helping a good cause. With Focallocal you can be part of creating positive change when you want, without any long-term commitments – and you'll also have a heaps of fun meeting new, like-minded positive friends on the way!</p>",
      "bigVideo": {
        "youtubeId": "tG4l514O0t4"
      },
      "quote": {
        "quote": "Be the Change you want to see in the World.",
        "author": "Ghandi"
      }
    },
    {
      "id": "what-we-do",
      "title": "What We Do",
      "colors": {
        "background": "blue",
        "text": "black"
      },
      "cards": [
        {
          "id": "what-activities",
          "title": "Activities",
          "description": "Meet enthusiastic, friendly and pro-active people where you live, or anywhere in the World by inviting them to go create Positive Social Action with you ..meeting awesome people while travelling is easy!</p><p>One of the most Powerful ways to be Happier is by doing things to make others around you Happy. When you give positivity out it comes back in doubles, like a lovely echo.",
          "video": {
            "youtubeId": "kr7zZkp_IK0"
          },
          "actions": [
            {"url": "https://www.facebook.com/groups/focallocal/", "title": "FB Group" },
            {"url": "http://focallocal.meteor.com/events/map","title":"Gather"},
            {"url": "http://news.focallocal.org/activities-list/", "title": "Activities"}
          ]
        },
        {
          "id": "what-action-days",
          "lastInRow": true,
          "title": "International Action Days",
          "description": "Join thousands of people in cities all across the World creating butterfly effects sweeping a wave of positive energy all across our planet. Let's celebrate the joy of being alive together - Join the Global Party!",
          "video": {
            "youtubeId": "n1LGKGdAGRw"
          },
          "actions": [
            {"url":"http://focallocal.meteor.com/events/map","title":"FL Map"},
            {"url":"https://www.facebook.com/Focallocal/events","title": "Events on Facebook"}
          ]
        },
        {
          "id": "what-projects",
          "title": "Projects",
          "description": "Creative projects targeting serious societal issues, like homelessness, are suggested by our community, then broken down into smaller challenges in our Action Centre, which anyone can drop in and take on. Successful projects can be recreated by Focallocallers anywhere in the World, and adapted to fit their cultural requirements, because when we come together with a plan and a goal, we are powerful to make big impacts on an issue effecting life quality where we live.",
          "video": {
            "youtubeId": "Wnr17Ed547s"
          },
          "actions": [
            {"url":"http://boards.focallocal.org/", "title":"See the Challenges"}
          ]
        },
        {
          "id": "what-psychology",
          "lastInRow": true,
          "title": "Happiness Challenges",
          "description": "To change the world around you, you also have to change the World within you. Habits can be effectively formed by repeating one task every day for 30 days, so join us exploring positive habits, on a journey to a happier and healthier mind and life.",
          "video": {
            "youtubeId": "Qjsr7knyhKQ"
          }
        }
      ]

    }
  ]
}
