{
  "sections": [
    {
      "id": "our-vision",
      "title": "Vision",
      "content": "The Focallocal Community is an international collective of pro-active people, together exploring creative and fun activities to make the World around us a friendlier, happier and safer place.</p><p>We live in a time where more and more people feel a responsibility to change the the many societal ills we've inherited, and are increasingly frustrated by our lack of power to affect these issues  ..we all want to be a part of creating positive change, but knowing where to start is difficult, and modern lives can be so busy that many of us worry about being able to commit to a regular role helping a good cause.</p><p>Our Positive Action Community changes it all! The Focallocal Community is built around the principles that lasting change is best achieved when it is:</p><ol><li>Created by local people</li><li>Achieved using positivity and positive actions</li><li>Incremental - built from many small actions</li><li>Most importantly, Simple, Easy, Social, and FUN!</li></ol>",
      "bigVideo": {
        "youtubeId": "tG4l514O0t4"
      },
      "quote": {
        "quote": "Be the Change you want to see in the World.",
        "author": "Ghandi"
      }
    },
    {
      "id": "what-we-do",
      "title": "What We Do",
      "colors": {
        "background": "blue",
        "text": "black"
      },
      "cards": [
        {
          "id": "what-activities",
          "title": "Activities",
          "description": "We invite positive, friendly and pro-active Focallocaller anywhere in the World to meet you and create Positive Action together. Meet other people who want to make World a better place and have fun doing it!",
          "video": {
            "youtubeId": "kr7zZkp_IK0"
          }
        },
        {
          "id": "what-action-days",
          "lastInRow": true,
          "title": "International Action Days",
          "description": "Join thousands of others in cities all across the World, creating buttlerfly effects of positive energy all across our planet. Let's celebrate the joy of being alive together!",
          "video": {
            "youtubeId": "n1LGKGdAGRw"
          }
        },
        {
          "id": "what-projects",
          "title": "Projects",
          "description": "Our community members suggest, build and run these creative projects to show that when we come together with a plan and a goal, we are powerful and we can have a big impact on an issue where we live. Focallocal’s projects are ideas can be recreated and adapted around the World, with experienced teams to help support.",
          "video": {
            "youtubeId": "R47NcmfPPYg"
          }
        },
        {
          "id": "what-psychology",
          "lastInRow": true,
          "title": "Happiness Challenges",
          "description": "To change the world around you, you first have to change the World within you. One task every day for 30 days is usually enough to form a long term habit which will increase your mental health and happiness.",
          "video": {
            "youtubeId": "Qjsr7knyhKQ"
          }
        }
      ]

    }
  ]
}
